Repository: Deadvi5/PimpLibrary.Ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, zh_hans

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar
zh_hans: 添加

# add_book_title
source: Add Book
de: Buch hinzufügen
es: Agregar Libro
fr: Ajouter un livre
it: Aggiungi Libro
ja: 本を追加
pt: Adicionar Livro
zh_hans: 添加书籍

source: Add Cover
de: Cover hinzufügen
es: Agregar Portada
fr: Ajouter une couverture
it: Aggiungi Cover
ja: カバーを追加
pt: Adicionar Capa
zh_hans: 添加封面

source: All Books
de: Alle Bücher
es: Todos los Libros
fr: Tous les livres
it: Tutti i Libri
ja: すべての本
pt: Todos os Livros
zh_hans: 所有书籍

source: API Selection
de: API-Auswahl
es: Selección de API
fr: Sélection d'API
it: Selezione API
ja: API選択
pt: Seleção de API
zh_hans: API 选择

# author_field
source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 著者
pt: Autor
zh_hans: 作者

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt: Voltar
zh_hans: 返回

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
zh_hans: 取消

source: Choose from Gallery
de: Aus Galerie wählen
es: Elegir de la Galería
fr: Choisir dans la galerie
it: Scegli dalla Galleria
ja: ギャラリーから選ぶ
pt: Escolher da Galeria
zh_hans: 从相册选择

source: Current Page
de: Aktuelle Seite
es: Página Actual
fr: Page actuelle
it: Pagina Corrente
ja: 現在のページ
pt: Página Atual
zh_hans: 当前页

# current_page_placeholder
source: Enter current page
de: Geben Sie die aktuelle Seite ein
es: Introduce la página actual
fr: Entrez la page actuelle
it: Inserisci la pagina corrente
ja: 現在のページを入力
pt: Insira a página atual
zh_hans: 输入当前页码

source: Data Management
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des données
it: Gestione Dati
ja: データ管理
pt: Gerenciamento de Dados
zh_hans: 数据管理

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
zh_hans: 删除

source: Delete All Books
de: Alle Bücher löschen
es: Eliminar Todos los Libros
fr: Supprimer tous les livres
it: Elimina tutti i libri
ja: すべての本を削除
pt: Excluir Todos os Livros
zh_hans: 删除所有书籍

# delete_all_books_confirmation
source: Are you sure? This action cannot be undone.
de: Sind Sie sicher? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro? Esta acción no se puede deshacer.
fr: Êtes-vous sûr ? Cette action ne peut pas être annulée.
it: Sei sicuro? Questa azione non può essere annullata.
ja: 本当に削除しますか？この操作は取り消せません。
pt: Você tem certeza? Esta ação não pode ser desfeita.
zh_hans: 确定吗？此操作无法撤销。

# delete_all_books_title
source: Delete All Books
de: Alle Bücher löschen
es: Eliminar Todos los Libros
fr: Supprimer tous les livres
it: Elimina tutti i libri
ja: すべての本を削除
pt: Excluir Todos os Livros
zh_hans: 删除所有书籍

# delete_book_message
source: Are you sure you want to delete "%@"?
de: Möchten Sie "%@" wirklich löschen?
es: ¿Estás seguro de que deseas eliminar "%@"?
fr: Êtes-vous sûr de vouloir supprimer "%@" ?
it: Sei sicuro di voler eliminare "%@"?
ja: "%@"を削除してもよろしいですか？
pt: Você tem certeza de que deseja excluir "%@"?
zh_hans: 您确定要删除“%@”吗？

# delete_book_title
source: Delete Book
de: Buch löschen
es: Eliminar Libro
fr: Supprimer le livre
it: Elimina Libro
ja: 本を削除
pt: Excluir Livro
zh_hans: 删除书籍

# description_field
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt: Descrição
zh_hans: 描述

# edit_book_title
source: Edit Book
de: Buch bearbeiten
es: Editar Libro
fr: Modifier le livre
it: Modifica Libro
ja: 本の編集
pt: Editar Livro
zh_hans: 编辑书籍

# enter_isbn_message
source: Enter ISBN to search for a book
de: Geben Sie die ISBN ein, um ein Buch zu suchen
es: Introduce el ISBN para buscar un libro
fr: Entrez l'ISBN pour rechercher un livre
it: Inserisci l'ISBN per cercare un libro
ja: 本を検索するためにISBNを入力してください
pt: Digite o ISBN para pesquisar um livro
zh_hans: 请输入 ISBN 来搜索书籍

# estimated_completion
source: Est. completion: %@
de: Geschätztes Ende: %@
es: Estimado: %@
fr: Achèvement estimé : %@
it: Completamento stimato: %@
ja: 完了予定：%@
pt: Conclusão estimada: %@
zh_hans: 预计完成：%@

source: Export Books
de: Bücher exportieren
es: Exportar Libros
fr: Exporter les livres
it: Esporta Libri
ja: 本をエクスポート
pt: Exportar Livros
zh_hans: 导出书籍

# fetch_error
source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー：%@
pt: Erro: %@
zh_hans: 错误：%@

# group_by
source: Group Books By
de: Gruppieren nach
es: Agrupar por
fr: Grouper par
it: Raggruppa per
ja: グループ化
pt: Agrupar Por
zh_hans: 分组方式

source: Import Books
de: Bücher importieren
es: Importar Libros
fr: Importer les livres
it: Importa Libri
ja: 本をインポート
pt: Importar Livros
zh_hans: 导入书籍

# import_success
source: Books imported successfully.
de: Bücher erfolgreich importiert.
es: Libros importados exitosamente.
fr: Livres importés avec succès.
it: Libri importati con successo.
ja: 本のインポートに成功しました。
pt: Livros importados com sucesso.
zh_hans: 书籍导入成功。

# invalid_isbn_message
source: Please enter a valid ISBN
de: Bitte geben Sie eine gültige ISBN ein
es: Por favor, introduce un ISBN válido
fr: Veuillez entrer un ISBN valide
it: Inserisci un ISBN valido
ja: 有効なISBNを入力してください
pt: Por favor, insira um ISBN válido
zh_hans: 请输入有效的 ISBN

# invalid_page_number_message
source: Current page cannot exceed total pages.
de: Die aktuelle Seite darf nicht die Gesamtseitenzahl überschreiten.
es: La página actual no puede superar el total de páginas.
fr: La page actuelle ne peut pas dépasser le nombre total de pages.
it: La pagina corrente non può superare il totale delle pagine.
ja: 現在のページは総ページ数を超えることはできません。
pt: A página atual não pode exceder o total de páginas.
zh_hans: 当前页不能超过总页数。

# invalid_page_number_title
source: Invalid Page Number
de: Ungültige Seitennummer
es: Número de Página Inválido
fr: Numéro de page invalide
it: Numero di pagina non valido
ja: 無効なページ番号
pt: Número de página inválido
zh_hans: 页码无效

# library_tab
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
pt: Biblioteca
zh_hans: 书库

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum
zh_hans: 无

source: Not started
de: Nicht begonnen
es: No iniciado
fr: Pas commencé
it: Non iniziato
ja: 未開始
pt: Não iniciado
zh_hans: 未开始

source: Pages per Day
de: Seiten pro Tag
es: Páginas por Día
fr: Pages par jour
it: Pagine al giorno
ja: 1日のページ数
pt: Páginas por Dia
zh_hans: 每日页数

# pages_progress
source: %d/%d pages
de: %d/%d Seiten
es: %d/%d páginas
it: %d/%d pagine
ja: %d/%d ページ
pt: %d/%d páginas
zh_hans: %d/%d 页

# percentage_complete
source: %d%% Complete
de: %d%% abgeschlossen
es: %d%% Completado
fr: %d%% terminé
it: %d%% Completato
ja: 完了 %d%%
pt: %d%% Concluído
zh_hans: 完成 %d%%

# reading_progress_title
source: Reading Progress
de: Lese-Fortschritt
es: Progreso de Lectura
fr: Progression de lecture
it: Progresso di Lettura
ja: 読書進捗
pt: Progresso de Leitura
zh_hans: 阅读进度

source: Reading Settings
de: Leseeinstellungen
es: Configuración de Lectura
fr: Paramètres de lecture
it: Impostazioni di Lettura
ja: 読書設定
pt: Configurações de Leitura
zh_hans: 阅读设置

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
zh_hans: 保存

source: Scan ISBN
de: ISBN scannen
es: Escanear ISBN
fr: Scanner l'ISBN
it: Scansiona ISBN
ja: ISBNをスキャン
pt: Escanear ISBN
zh_hans: 扫描 ISBN

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt: Pesquisar
zh_hans: 搜索

# search_book_by_isbn_title
source: Search Book by ISBN
de: Buch per ISBN suchen
es: Buscar Libro por ISBN
fr: Rechercher un livre par ISBN
it: Cerca Libro per ISBN
ja: ISBNで本を検索
pt: Pesquisar Livro por ISBN
zh_hans: 按 ISBN 搜索书籍

# search_placeholder
source: Search by title
de: Nach Titel suchen
es: Buscar por título
fr: Rechercher par titre
it: Cerca per titolo
ja: タイトルで検索
pt: Pesquisar por título
zh_hans: 按标题搜索

source: Select API
de: API auswählen
es: Selecciona la API
fr: Sélectionnez l'API
it: Seleziona API
ja: APIを選択
pt: Selecione a API
zh_hans: 选择 API

# select_cover_title
source: Select Cover
de: Cover auswählen
es: Seleccionar Portada
fr: Sélectionner la couverture
it: Seleziona Cover
ja: カバーを選択
pt: Selecionar Capa
zh_hans: 选择封面

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
zh_hans: 设置

# settings_tab
source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
zh_hans: 设置

# sort_author
source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 著者
pt: Autor
zh_hans: 作者

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
pt: Ordenar por
zh_hans: 排序方式

# sort_title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pt: Título
zh_hans: 标题

# sort_year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
pt: Ano
zh_hans: 年份

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
pt: Sucesso
zh_hans: 成功

source: Take Photo
de: Foto aufnehmen
es: Tomar Foto
fr: Prendre une photo
it: Scatta Foto
ja: 写真を撮る
pt: Tirar Foto
zh_hans: 拍照

# title_field
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pt: Título
zh_hans: 标题

source: Total Pages
de: Gesamtseiten
es: Total de Páginas
fr: Nombre total de pages
it: Totale Pagine
ja: 総ページ数
pt: Total de Páginas
zh_hans: 总页数

# total_pages_placeholder
source: Enter total pages
de: Geben Sie die Gesamtseiten ein
es: Introduce el total de páginas
fr: Entrez le nombre total de pages
it: Inserisci il totale delle pagine
ja: 総ページ数を入力
pt: Insira o total de páginas
zh_hans: 输入总页数

# update_progress_title
source: Update Progress
de: Fortschritt aktualisieren
es: Actualizar Progreso
fr: Mettre à jour la progression
it: Aggiorna Progresso
ja: 進捗を更新
pt: Atualizar Progresso
zh_hans: 更新进度

source: Use Grid View
de: Rasteransicht verwenden
es: Usar Vista de Cuadrícula
fr: Utiliser l'affichage en grille
it: Usa visualizzazione a griglia
ja: グリッドビューを使用
pt: Usar Visualização em Grade
zh_hans: 使用网格视图

source: View Options
de: Anzeigeoptionen
es: Opciones de Visualización
fr: Options d'affichage
it: Opzioni di visualizzazione
ja: 表示オプション
pt: Opções de Visualização
zh_hans: 视图选项

# year_field
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
pt: Ano
zh_hans: 年份

source: Genre
es: Género
it: Genere
ja: ジャンル
pt: Gênero
zh_hans: 类别

# genre_field
source: Genre
es: Género
it: Genere
ja: ジャンル
pt: Gênero
zh_hans: 类别

source: Import/Export
es: Importar/Exportar
fr: Importer/Exporter
it: Importa/Esporta
ja: インポート/エクスポート
pt: Importar/Exportar
zh_hans: 导入/导出

source: OK
zh_hans: 确定
